{
    "affix_descriptions": [{
        "id": 1,
        "d_EN": "Healing in excess of a target's maximum health is instead converted to a heal absorption effect.",
        "d_DE": "Überheilung wird in einen Heilungsabsorptionseffekt umgewandelt."
    }, {
        "id": 2,
        "d_EN": "Enemies pay far less attention to threat generated by tanks.",
        "d_DE": "Gegner schenken der von Tanks erzeugten Bedrohung deutlich weniger Aufmerksamkeit."
    }, {
        "id": 3,
        "d_EN": "While in combat, enemies periodically cause gouts of flame to erupt beneath the feet of distant players.",
        "d_DE": "Im Kampf lassen Gegner regelmäßig Flammentropfen unter den Füßen entfernter Spielercharaktere hervorbrechen."
    }, {
        "id": 4,
        "d_EN": "All enemies' melee attacks apply a stacking blight that inflicts damage over time and reduces healing received.",
        "d_DE": "Alle Nahkampfangriffe der Gegner belegen Ziele mit einer stapelbaren 'Verseuchung', die regelmäßigen Schaden verursacht und die erhaltene Heilung verringert."
    }, {
        "id": 5,
        "d_EN": "Additional non-boss enemies are present throughout the dungeon.",
        "d_DE": "Im gesamten Dungeon sind zusätzliche normale Gegner vorhanden."
    }, {
        "id": 6,
        "d_EN": "Non-boss enemies enrage at 30% health remaining, dealing 100% increased damage until defeated.",
        "d_DE": "Normale Gegner bekommen bei 30% Gesundheit einen Wutanfall und verursachen 100% mehr Schaden, bis sie besiegt werden."
    }, {
        "id": 7,
        "d_EN": "When any non-boss enemy dies, its death cry empowers nearby allies, increasing their maximum health and damage by 20%.",
        "d_DE": "Wenn normale Gegner sterben, erfüllt ihr Todesschrei Verbündete in der Nähe mit Macht und erhöht ihre maximale Gesundheit und ihren Schaden um 20%."
    }, {
        "id": 8,
        "d_EN": "When slain, non-boss enemies leave behind a lingering pool of ichor that heals their allies and damages players.",
        "d_DE": "Wenn normale Gegner sterben, hinterlassen sie eine Sekretpfütze, die ihre Verbündeten heilt und Spielercharakteren Schaden zufügt."
    }, {
        "id": 9,
        "d_EN": "Boss enemies have 40% more health and inflict up to 15% increased damage.",
        "d_DE": "Bossgegner haben 40% mehr Gesundheit und verursachen bis zu 15% mehr Schaden."
    }, {
        "id": 10,
        "d_EN": "Non-boss enemies have 20% more health and inflict up to 30% increased damage.",
        "d_DE": "Normale Gegner haben 20% mehr Gesundheit und verursachen bis zu 30% mehr Schaden."
    }, {
        "id": 11,
        "d_EN": "When slain, non-boss enemies explode, causing all players to suffer 10% of their max health in damage over 4 sec. This effect stacks.",
        "d_DE": "Wenn normale Gegner getötet werden, explodieren sie und fügen allen Spielercharakteren im Verlauf von 4 Sek. 10% ihrer maximalen Gesundheit als Schaden zu. Dieser Effekt ist stapelbar."
    }, {
        "id": 12,
        "d_EN": "When injured below 90% health, players will suffer increasing damage over time until healed above 90% health.",
        "d_DE": "Wenn die Gesundheit von Spielercharakteren unter 90% sinkt, erleiden sie ansteigenden regelmäßigen Schaden, bis sie über 90% ihrer Gesundheit geheilt wurden."
    }, {
        "id": 13,
        "d_EN": "While in combat, enemies periodically summon Explosive Orbs that will detonate if not destroyed.",
        "d_DE": "Gegner, die sich im Kampf befinden, beschwören regelmäßig explosive Kugeln, die explodieren, wenn sie nicht zerstört werden."
    }, {
        "id": 14,
        "d_EN": "Periodically, all players emit a shockwave, inflicting damage and interrupting nearby allies.",
        "d_DE": "Alle Spielercharaktere senden regelmäßig eine Schockwelle aus, die Schaden verursacht und Verbündete in der Nähe unterbricht."
    }, {
        "id": 15,
        "d_EN": "Non-boss enemies are granted temporary immunity to Loss of Control effects.",
        "d_DE": "Normale Gegner sind vorübergehend immun gegen Kontrollverlusteffekte."
    }]
}